Repository: kevinwu860824/gallery205_staff_app
Catalog: lib/l10n/app_*.arb
Languages: it, vi

# punchInErrorFetchContent
source: Failed to get Wi-Fi or GPS information. Please check permissions and network connection.
it: Recupero info Wi-Fi o GPS fallito. Si prega di controllare i permessi e la connessione di rete.
vi: Không lấy được Wi-Fi hoặc GPS.

# punchInSaveFailureTitle
source: Error
it: Errore
vi: Lỗi

# punchInSaveFailureContent
source: Failed to get necessary information.
it: Recupero informazioni necessarie fallito.
vi: Không lấy được thông tin cần thiết.

# punchInSaveSuccessTitle
source: Success
it: Successo
vi: Thành công

# punchInSaveSuccessContent
source: Clock-in information saved.
it: Informazioni timbratura salvate.
vi: Đã lưu thông tin chấm công.

# punchInRegainButton
source: Regain Wi-Fi & Location
it: Recupera Wi-Fi & Posizione
vi: Lấy lại Wi-Fi & Vị trí

# punchInSaveButton
source: Save Clock-in Info
it: Salva Info Timbratura
vi: Lưu thông tin

# punchInConfirmOverwriteTitle
source: Confirm Overwrite
it: Conferma Sovrascrittura
vi: Xác nhận ghi đè

# punchInConfirmOverwriteContent
source: Clock-in information already exists for this shop. Do you want to overwrite the existing data?
it: Le informazioni di timbratura esistono già per questo negozio. Vuoi sovrascrivere i dati esistenti?
vi: Dữ liệu đã tồn tại. Bạn muốn ghi đè?

# paymentSetupTitle
source: Payment Setup
it: Configurazione Pagamenti
vi: Cài đặt thanh toán

# paymentSetupMethodsSection
source: Enabled Payment Methods
it: Metodi di Pagamento Abilitati
vi: Phương thức đã bật

# paymentSetupFunctionModule
source: Function Module
it: Modulo Funzione
vi: Chức năng

# paymentSetupFunctionDeposit
source: Deposit
it: Deposito
vi: Tiền cọc

# paymentSetupSaveButton
source: Save
it: Salva
vi: Lưu

# paymentSetupLoadError
source: Error loading shifts: {error}
it: Errore caricamento turni: {error}
vi: Lỗi tải: {error}

# paymentSetupSaveSuccess
source: ✅ Settings saved
it: ✅ Impostazioni salvate
vi: ✅ Đã lưu

# paymentSetupSaveFailure
source: Saving failed: {error}
it: Salvataggio fallito: {error}
vi: Lưu lỗi: {error}

# paymentAddDialogTitle
source: ＋Add Payment Method
it: ＋Aggiungi Metodo di Pagamento
vi: ＋Thêm phương thức

# paymentAddDialogHintName
source: Method Name
it: Nome Metodo
vi: Tên phương thức

# paymentAddDialogSave
source: Save
it: Salva

# costCategoryTitle
source: Cost Category
it: Categoria di Costo

# costCategoryAddButton
source: Add New Category
it: Aggiungi Nuova Categoria

# costCategoryTypeCOGS
source: COGS
it: Costo del Venduto (COGS)

# costCategoryTypeOPEX
source: OPEX
it: Spese Operative (OPEX)

# costCategoryAddTitle
source: Add Category
it: Aggiungi Categoria

# costCategoryEditTitle
source: Edit Category
it: Modifica Categoria

# costCategoryHintName
source: Category Name
it: Nome Categoria

# costCategoryDeleteTitle
source: Delete {categoryName}
it: Elimina {categoryName}

# costCategoryDeleteContent
source: Are you sure to delete this category?
it: Sei sicuro di voler eliminare questa categoria?

# costCategoryNoticeErrorTitle
source: Error
it: Errore

# costCategoryNoticeErrorLoad
source: Failed to load categories.
it: Caricamento categorie fallito.

# costCategoryNoticeErrorAdd
source: Failed to add category.
it: Aggiunta categoria fallita.

# costCategoryNoticeErrorUpdate
source: Failed to update category.
it: Aggiornamento categoria fallito.

# costCategoryNoticeErrorDelete
source: Failed to delete category.
it: Eliminazione categoria fallita.

# cashRegSetupTitle
source: Cashbox Setup
it: Configurazione Cassa
vi: Cài đặt két tiền

# cashRegSetupSubtitle
source: Please enter the default quantity of each denomination in the cash drawer.
it: Si prega di inserire la quantità predefinita di ogni taglio nel cassetto contanti.
vi: Nhập số lượng mặc định cho mỗi mệnh giá khi mở ca làm việc.

# cashRegSetupTotalLabel
source: Total: {totalAmount}
it: Totale: {totalAmount}
vi: Tổng: {totalAmount}

# cashRegNoticeSaveSuccess
source: Cash float settings saved successfully!
it: Impostazioni fondo cassa salvate con successo!
vi: Đã lưu cài đặt két tiền!

# cashRegNoticeSaveFailure
source: Saving failed: {error}
it: Salvataggio fallito: {error}
vi: Lưu thất bại: {error}

# cashRegNoticeLoadError
source: Error loading cashbox settings: {error}
it: Errore caricamento impostazioni cassa: {error}
vi: Lỗi tải: {error}

# languageEnglish
source: English
it: Inglese

# languageTraditionalChinese
source: 繁體中文
it: Cinese Tradizionale
vi: 繁體中文 (Traditional Chinese)

# changePasswordTitle
source: Change Password
it: Cambia Password

# changePasswordOldHint
source: Old Password
it: Vecchia Password

# changePasswordNewHint
source: New Password
it: Nuova Password

# changePasswordConfirmHint
source: Confirm New Password
it: Conferma Nuova Password

# changePasswordButton
source: Change Password
it: Cambia Password

# passwordValidatorEmptyOld
source: Please enter the old password
it: Si prega di inserire la vecchia password

# passwordValidatorLength
source: Password must be at least 6 digits
it: La password deve contenere almeno 6 cifre

# passwordValidatorMismatch
source: Passwords do not match
it: Le password non corrispondono

# passwordErrorReLogin
source: Please log in again
it: Si prega di accedere di nuovo

# passwordErrorOldPassword
source: Incorrect old password
it: Vecchia password errata

# passwordErrorUpdateFailed
source: Password update failed
it: Aggiornamento password fallito

# passwordSuccess
source: ✅ Password updated
it: ✅ Password aggiornata

# passwordFailure
source: ❌ Password update failed: {error}
it: ❌ Aggiornamento password fallito: {error}

# languageSimplifiedChinese
source: 简体中文
it: Cinese Semplificato
vi: 简体中文 (Simplified Chinese)

# commonOverwrite
source: Overwrite
it: Sovrascrivi
vi: Ghi đè

# commonSuccess
source: Success
it: Successo
vi: Thành công

# commonError
source: Error
it: Errore
vi: Lỗi

# themeSystem
source: System Color
it: Sistema Colore
vi: Màu hệ thống

# themeSage
source: Gallery 20.5 Default
it: Predefinito
vi: Mặc định

# themeLight
source: Light Mode
it: Modalità Chiara
vi: Chế độ sáng

# themeDark
source: Dark Mode
it: Modalità Scura
vi: Chế độ tối

# loginPasswordHint
source: Password
vi: Mật khẩu

# cashSettlementDeposits
source: Deposits
vi: Tiền gửi

# cashSettlementExpectedCash
source: Expected Cash
vi: Tiền dự kiến

# cashSettlementDifference
source: Difference
vi: Chênh lệch

# cashSettlementConfirmTitle
source: Confirm Settlement
vi: Xác nhận chốt

# commonSubmit
source: Submit
vi: Gửi

# cashSettlementDepositSheetTitle
source: Deposit Sheet
vi: Phiếu tiền gửi

# cashSettlementDepositNew
source: New Deposit
vi: Khoản gửi mới

# cashSettlementNewDepositTitle
source: New Deposit
vi: Khoản gửi mới

# commonName
source: Name
vi: Tên

# commonPhone
source: Phone
vi: SĐT

# commonAmount
source: Amount
vi: Số tiền

# commonNotes
source: Notes
vi: Ghi chú

# cashSettlementDepositAddSuccess
source: Deposit Added Successfully
vi: Thêm thành công

# cashSettlementSelectRedeemedDeposit
source: Select Redeemed Deposit
vi: Chọn tiền cọc đã dùng

# commonNoData
source: No Data
vi: Không dữ liệu

# reportingTitle
source: Backstage
vi: Hậu cần

# inventoryManagementTitle
source: Inventory Management
vi: Quản lý kho
