Repository: kevinwu860824/gallery205_staff_app
Catalog: lib/l10n/app_*.arb
Languages: it, vi

source: Loading...
it: Caricamento...
vi: Đang tải...

# homeOrder
source: Order
it: Ordine
vi: Đặt món

# homeCalendar
source: Calendar
it: Calendario
vi: Lịch

# homeShift
source: Shift
it: Turno
vi: Ca làm việc

# homePrep
source: Prep
it: Preparazione
vi: Chuẩn bị

# homeStock
source: Stock
it: Inventario
vi: Kho

# homeClockIn
source: Clock-in
it: Timbratura
vi: Chấm công

# homeWorkReport
source: Work Report
it: Rapporto di Lavoro
vi: Báo cáo

# homeBackhouse
source: Backhouse
it: Gestione
vi: Quản trị

# homeDailyCost
source: Daily Cost
it: Costo Giornaliero
vi: Chi phí ngày

# homeCashFlow
source: Cash Flow
it: Flusso di Cassa
vi: Dòng tiền

# homeMonthlyCost
source: Monthly Cost
it: Costo Mensile
vi: Chi phí tháng

# homeSetting
source: Setting
it: Impostazioni
vi: Cài đặt

# settingsTitle
source: Settings
it: Impostazioni
vi: Cài đặt

# defaultUser
source: User
it: Utente
vi: Người dùng

# settingPrepInfo
source: Prep Info
it: Info Preparazione
vi: Thông tin chuẩn bị

# settingStock
source: Stock
it: Inventario
vi: Kho

# settingStockLog
source: Stock Log
it: Registro Inventario
vi: Nhật ký kho

# settingTable
source: Table
it: Tavolo
vi: Bàn

# settingTableMap
source: Table Map
it: Mappa Tavoli
vi: Sơ đồ bàn

# settingPrinter
source: Printer
it: Stampante
vi: Máy in

# settingClockInInfo
source: Clock-in Info
it: Info Timbratura
vi: Thông tin chấm công

# settingPayment
source: Payment
it: Pagamento
vi: Thanh toán

# settingCashbox
source: Cashbox
it: Cassa
vi: Két tiền

# settingShift
source: Shift
it: Turni
vi: Ca kíp

# settingUserManagement
source: User Management
it: Gestione Utenti
vi: Quản lý người dùng

# settingCostCategories
source: Cost Categories
it: Categorie di Costo
vi: Danh mục chi phí

# settingLanguage
source: Language
it: Lingua
vi: Ngôn ngữ

# settingChangePassword
source: Change Password
it: Cambia Password
vi: Đổi mật khẩu

# settingLogout
source: Logout
it: Esci
vi: Đăng xuất

# settingRoleManagement
source: Role Management
it: Gestione Ruoli
vi: Quản lý vai trò

# loginTitle
source: Login
it: Accesso
vi: Đăng nhập

# loginShopIdHint
source: Select Shop ID
it: Seleziona ID Negozio
vi: Chọn mã cửa hàng

# loginButton
source: Login
it: Accedi
vi: Đăng nhập

# loginAddShopOption
source: + Add Shop
it: + Aggiungi Negozio
vi: + Thêm cửa hàng

# loginAddShopDialogTitle
source: Add Shop
it: Aggiungi Negozio
vi: Thêm cửa hàng

# loginAddShopDialogHint
source: Enter new shop code
it: Inserisci il codice del nuovo negozio
vi: Nhập mã mới

# commonCancel
source: Cancel
it: Annulla
vi: Hủy

# commonAdd
source: Add
it: Aggiungi
vi: Thêm

# loginMsgFillAll
source: Please fill in all fields
it: Si prega di compilare tutti i campi
vi: Vui lòng điền đầy đủ

# loginMsgFaceIdFirst
source: Please login with Email first
it: Si prega di accedere prima con l'Email
vi: Vui lòng đăng nhập bằng Email trước

# loginMsgFaceIdReason
source: Please use Face ID to login
it: Si prega di utilizzare Face ID per accedere
vi: Vui lòng sử dụng Face ID

# loginMsgNoSavedData
source: No saved login data
it: Nessun dato di accesso salvato
vi: Không có dữ liệu lưu

# loginMsgNoFaceIdData
source: No Face ID data found for this account
it: Nessun dato Face ID trovato per questo account
vi: Không tìm thấy dữ liệu Face ID

# loginMsgShopNotFound
source: Shop not found
it: Negozio non trovato
vi: Không tìm thấy cửa hàng

# loginMsgNoPermission
source: You do not have permission for this shop
it: Non si dispone dell'autorizzazione per questo negozio
vi: Bạn không có quyền truy cập

# loginMsgFailed
source: Login failed
it: Accesso fallito
vi: Đăng nhập thất bại

# loginMsgFailedReason
source: Login failed: {error}
it: Accesso fallito: {error}
vi: Lỗi: {error}

# scheduleTitle
source: Schedule
it: Programmazione
vi: Lịch làm việc

# scheduleTabMy
source: My
it: Miei
vi: Của tôi

# scheduleTabAll
source: All
it: Tutti
vi: Tất cả

# scheduleTabCustom
source: Custom
it: Personalizzato
vi: Tùy chỉnh

# scheduleFilterTooltip
source: Filter Groups
it: Filtra Gruppi
vi: Lọc nhóm

# scheduleSelectGroups
source: Select Groups
it: Seleziona Gruppi
vi: Chọn nhóm

# commonDone
source: Done
it: Fatto
vi: Xong

# schedulePersonalMe
source: Personal (Me)
it: Personale (Io)
vi: Cá nhân

# scheduleUntitled
source: Untitled
it: Senza Titolo
vi: Không tiêu đề

# scheduleNoEvents
source: No events
it: Nessun evento
vi: Không có sự kiện

# scheduleAllDay
source: All Day
it: Tutto il giorno
vi: Cả ngày

# scheduleDayLabel
source: Day
it: Giorno
vi: Ngày

# commonNoTitle
source: No Title
it: Senza Titolo
vi: Không tiêu đề

# scheduleMoreEvents
source: +{count} more...
it: +{count} altro/i...
vi: +{count} thêm...

# commonToday
source: Today
it: Oggi
vi: Hôm nay

# calendarGroupsTitle
source: Calendar Groups
it: Gruppi Calendario
vi: Nhóm lịch

# calendarGroupPersonal
source: Personal (Me)
it: Personale (Io)
vi: Cá nhân

# calendarGroupUntitled
source: Untitled
it: Senza Titolo
vi: Không tiêu đề

# calendarGroupPrivateDesc
source: Private events only visible to you
it: Eventi privati visibili solo a te
vi: Sự kiện riêng tư

# calendarGroupVisibleToMembers
source: Visible to {count} members
it: Visibile a {count} membri
vi: Hiển thị cho {count} thành viên

# calendarGroupNew
source: New Group
it: Nuovo Gruppo
vi: Nhóm mới

# calendarGroupEdit
source: Edit Group
it: Modifica Gruppo
vi: Sửa nhóm

# calendarGroupName
source: GROUP NAME
it: NOME GRUPPO
vi: TÊN NHÓM

# calendarGroupNameHint
source: e.g. Work, Meeting
it: es. Lavoro, Riunione
vi: VD: Công việc, Họp

# calendarGroupColor
source: GROUP COLOR
it: COLORE GRUPPO
vi: MÀU NHÓM

# calendarGroupEventColors
source: EVENT COLORS
it: COLORI EVENTO
vi: MÀU SỰ KIỆN

# calendarGroupSaveFirstHint
source: Save this group first to setup custom event colors.
it: Salva prima questo gruppo per impostare colori evento personalizzati.
vi: Lưu nhóm trước để chỉnh màu.

# calendarGroupVisibleTo
source: VISIBLE TO MEMBERS
it: VISIBILE AI MEMBRI
vi: HIỂN THỊ VỚI

# calendarGroupDelete
source: Delete Group
it: Elimina Gruppo
vi: Xóa nhóm

# calendarGroupDeleteConfirm
source: Deleting this group will remove all associated events. Are you sure?
it: L'eliminazione di questo gruppo rimuoverà tutti gli eventi associati. Sei sicuro?
vi: Xóa nhóm sẽ mất hết sự kiện. Bạn chắc chứ?

# calendarColorNew
source: New Color
it: Nuovo Colore
vi: Màu mới

# calendarColorEdit
source: Edit Color
it: Modifica Colore
vi: Sửa màu

# calendarColorName
source: COLOR NAME
it: NOME COLORE
vi: TÊN MÀU

# calendarColorNameHint
source: e.g. Urgent, Meeting
it: es. Urgente, Riunione
vi: VD: Khẩn cấp

# calendarColorPick
source: PICK COLOR
it: SCEGLI COLORE
vi: CHỌN MÀU

# calendarColorDelete
source: Delete Color
it: Elimina Colore
vi: Xóa màu

# calendarColorDeleteConfirm
source: Delete this color setting?
it: Eliminare questa impostazione colore?
vi: Xóa cài đặt màu này?

# commonSave
source: Save
it: Salva
vi: Lưu

# commonDelete
source: Delete
it: Elimina
vi: Xóa

# notificationGroupInviteTitle
source: Group Invite
it: Invito al Gruppo
vi: Lời mời nhóm

# notificationGroupInviteBody
source: You have been added to calendar group: {groupName}
it: Sei stato aggiunto al gruppo calendario: {groupName}
vi: Bạn đã được thêm vào nhóm: {groupName}

# eventDetailTitleEdit
source: Edit Event
it: Modifica Evento
vi: Sửa sự kiện

# eventDetailTitleNew
source: New Event
it: Nuovo Evento
vi: Sự kiện mới

# eventDetailLabelTitle
source: Title
it: Titolo
vi: Tiêu đề

# eventDetailLabelGroup
source: Group
it: Gruppo
vi: Nhóm

# eventDetailLabelColor
source: Color
it: Colore
vi: Màu

# eventDetailLabelAllDay
source: All-day
it: Tutto il giorno
vi: Cả ngày

# eventDetailLabelStarts
source: Starts
it: Inizia
vi: Bắt đầu

# eventDetailLabelEnds
source: Ends
it: Finisce
vi: Kết thúc

# eventDetailLabelRepeat
source: Repeat
it: Ripeti
vi: Lặp lại

# eventDetailLabelRelatedPeople
source: Related People
it: Persone Correlate
vi: Người liên quan

# eventDetailLabelNotes
source: Notes
it: Note
vi: Ghi chú

# eventDetailDelete
source: Delete Event
it: Elimina Evento
vi: Xóa sự kiện

# eventDetailDeleteConfirm
source: Are you sure you want to delete this event?
it: Sei sicuro di voler eliminare questo evento?
vi: Bạn có chắc muốn xóa?

# eventDetailSelectGroup
source: Select Group
it: Seleziona Gruppo
vi: Chọn nhóm

# eventDetailSelectColor
source: Select Color
it: Seleziona Colore
vi: Chọn màu

# eventDetailGroupDefault
source: Group Default
it: Predefinito del Gruppo
vi: Mặc định

# eventDetailCustomColor
source: Custom Color
it: Colore Personalizzato
vi: Màu tùy chỉnh

# eventDetailNoCustomColors
source: No custom colors set for this group.
it: Nessun colore personalizzato impostato per questo gruppo.
vi: Chưa có màu tùy chỉnh.

# eventDetailSelectPeople
source: Select People
it: Seleziona Persone
vi: Chọn người

# eventDetailPeopleCount
source: {count} people
it: {count} persone
vi: {count} người

# eventDetailNone
source: None
it: Nessuno
vi: Không

# eventDetailRepeatNone
source: None
it: Nessuno
vi: Không lặp

# eventDetailRepeatDaily
source: Daily
it: Giornaliero
vi: Hàng ngày

# eventDetailRepeatWeekly
source: Weekly
it: Settimanale
vi: Hàng tuần

# eventDetailRepeatMonthly
source: Monthly
it: Mensile
vi: Hàng tháng

# eventDetailErrorTitleRequired
source: Title is required
it: Il titolo è obbligatorio
vi: Cần nhập tiêu đề

# eventDetailErrorGroupRequired
source: Group is required
it: Il gruppo è obbligatorio
vi: Cần chọn nhóm

# eventDetailErrorEndTime
source: End time cannot be before start time
it: L'ora di fine non può essere precedente all'ora di inizio
vi: Thời gian kết thúc không hợp lệ

# eventDetailErrorSave
source: Failed to save event
it: Salvataggio evento fallito
vi: Lưu thất bại

# eventDetailErrorDelete
source: Failed to delete
it: Eliminazione fallita
vi: Xóa thất bại

# notificationNewEventTitle
source: [{groupName}] New Event
it: [{groupName}] Nuovo Evento
vi: [{groupName}] Sự kiện mới

# notificationNewEventBody
source: {userName} added: {title} ({time})
it: {userName} ha aggiunto: {title} ({time})
vi: {userName} đã thêm: {title} ({time})

# notificationTimeChangeTitle
source: ⏰ [Update] Time Changed
it: ⏰ [Aggiornamento] Orario Modificato
vi: ⏰ [Cập nhật] Thay đổi giờ

# notificationTimeChangeBody
source: {userName} changed the time of "{title}", please check.
it: {userName} ha cambiato l'orario di "{title}", si prega di verificare.
vi: {userName} đổi giờ của "{title}".

# notificationContentChangeTitle
source: ✏️ [Update] Content Changed
it: ✏️ [Aggiornamento] Contenuto Modificato
vi: ✏️ [Cập nhật] Thay đổi nội dung

# notificationContentChangeBody
source: {userName} updated details of "{title}".
it: {userName} ha aggiornato i dettagli di "{title}".
vi: {userName} cập nhật "{title}".

# notificationDeleteTitle
source: 🗑️ [Cancel] Event Removed
it: 🗑️ [Annulla] Evento Rimosso
vi: 🗑️ [Hủy] Sự kiện bị xóa

# notificationDeleteBody
source: {userName} canceled event: {title}
it: {userName} ha annullato l'evento: {title}
vi: {userName} hủy sự kiện: {title}

# localNotificationTitle
source: 🔔 Reminder
it: 🔔 Promemoria
vi: 🔔 Nhắc nhở

# localNotificationBody
source: In 10 mins: {title}
it: Tra 10 minuti: {title}
vi: Trong 10 phút: {title}

# commonSelect
source: Select...
it: Seleziona...
vi: Chọn...

# commonUnknown
source: Unknown
it: Sconosciuto
vi: Không rõ

# commonPersonalMe
source: Personal (Me)
it: Personale (Io)
vi: Cá nhân

# scheduleViewTitle
source: Work Schedule
it: Programmazione Lavorativa
vi: Lịch làm việc

# scheduleViewModeMy
source: My Shifts
it: Miei Turni
vi: Ca của tôi

# scheduleViewModeAll
source: All Shifts
it: Tutti i Turni
vi: Tất cả

# scheduleViewErrorInit
source: Failed to load initial data: {error}
it: Caricamento dati iniziali fallito: {error}
vi: Lỗi tải dữ liệu: {error}

# scheduleViewErrorFetch
source: Failed to fetch schedule: {error}
it: Recupero programma fallito: {error}
vi: Lỗi tải lịch: {error}

# scheduleViewUnknown
source: Unknown
it: Sconosciuto
vi: Không rõ

# scheduleUploadTitle
source: Shift Assigning
it: Assegnazione Turni
vi: Phân ca

# scheduleUploadSelectEmployee
source: Select Employee
it: Seleziona Dipendente
vi: Chọn nhân viên

# scheduleUploadSelectShiftFirst
source: Please select a shift type from above first.
it: Si prega di selezionare prima un tipo di turno sopra.
vi: Vui lòng chọn loại ca trước.

# scheduleUploadUnsavedChanges
source: Unsaved Changes
it: Modifiche non Salvate
vi: Chưa lưu thay đổi

# scheduleUploadDiscardChangesMessage
source: You have unsaved changes. Switching employees or leaving will discard them. Continue?
it: Hai modifiche non salvate. Cambiando dipendente o uscendo, verranno scartate. Continuare?
vi: Thay đổi chưa lưu sẽ bị mất. Tiếp tục?

# scheduleUploadNoChanges
source: No changes to save.
it: Nessuna modifica da salvare.
vi: Không có thay đổi.

# scheduleUploadSaveSuccess
source: Schedule saved!
it: Programma salvato!
vi: Đã lưu lịch!

# scheduleUploadSaveError
source: Save failed: {error}
it: Salvataggio fallito: {error}
vi: Lỗi lưu: {error}

# scheduleUploadLoadError
source: Failed to load initial data: {error}
it: Caricamento dati iniziali fallito: {error}
vi: Lỗi tải dữ liệu: {error}

# scheduleUploadLoadScheduleError
source: Failed to load schedule for {name}
it: Caricamento programma per {name} fallito
vi: Lỗi tải lịch của {name}

# scheduleUploadRole
source: Role: {role}
it: Ruolo: {role}
vi: Vai trò: {role}

# commonConfirm
source: Confirm
it: Conferma
vi: Xác nhận

# commonSaveChanges
source: Save Changes
it: Salva Modifiche
vi: Lưu thay đổi

# prepViewTitle
source: View Prep Category
it: Visualizza Categoria Preparazione
vi: Danh mục chuẩn bị

# prepViewItemTitle
source: View Prep Item
it: Visualizza Elemento Preparazione
vi: Mục chuẩn bị

# prepViewItemUntitled
source: Untitled Item
it: Elemento Senza Titolo
vi: Không tên

# prepViewMainIngredients
source: Main Ingredients
it: Ingredienti Principali
vi: Nguyên liệu chính

# prepViewNote
source: Note: {note}
it: Nota: {note}
vi: Ghi chú: {note}

# prepViewDetailLabel
source: Detail
it: Dettaglio
vi: Chi tiết

# inventoryViewTitle
source: Stock Overview
it: Panoramica Inventario
vi: Tổng quan kho

# inventorySearchHint
source: Search Item
it: Cerca Articolo
vi: Tìm kiếm

# inventoryNoItems
source: No items found
it: Nessun articolo trovato
vi: Không tìm thấy

# inventorySafetyQuantity
source: Safety Quantity: {quantity}
it: Quantità di Sicurezza: {quantity}
vi: Mức an toàn: {quantity}

# inventoryConfirmUpdateTitle
source: Confirm Update
it: Conferma Aggiornamento
vi: Xác nhận cập nhật

# inventoryConfirmUpdateOriginal
source: Original Number: {value} {unit}
it: Numero Originale: {value} {unit}
vi: Ban đầu: {value} {unit}

# inventoryConfirmUpdateNew
source: New Number: {value} {unit}
it: Nuovo Numero: {value} {unit}
vi: Mới: {value} {unit}

# inventoryConfirmUpdateChange
source: Change: {value}
it: Cambio: {value}
vi: Thay đổi: {value}

# inventoryUnsavedTitle
source: Unsaved Change
it: Modifica non Salvata
vi: Chưa lưu

# inventoryUnsavedContent
source: You have unsaved inventory adjustments. Would you like to save and exit?
it: Hai aggiustamenti di inventario non salvati. Vuoi salvare ed uscire?
vi: Có thay đổi tồn kho chưa lưu. Lưu và thoát?

# inventoryUnsavedDiscard
source: Cancel & Exit
it: Annulla & Esci
vi: Hủy & Thoát

# inventoryUpdateSuccess
source: ✅ {name} stock updated successfully!
it: ✅ Scorte di {name} aggiornate con successo!
vi: ✅ Đã cập nhật kho {name}!

# inventoryUpdateFailedTitle
source: Update Failed
it: Aggiornamento Fallito
vi: Cập nhật thất bại

# inventoryUpdateFailedMsg
source: Database error, please contact administrator.
it: Errore database, si prega di contattare l'amministratore.
vi: Lỗi cơ sở dữ liệu.

# inventoryBatchSaveFailedTitle
source: Batch Save Failed
it: Salvataggio in Batch Fallito
vi: Lỗi lưu hàng loạt

# inventoryBatchSaveFailedMsg
source: Item {name} failed to save.
it: Salvataggio articolo {name} fallito.
vi: Mục {name} lưu thất bại.

# inventoryReasonStockIn
source: Stock In
it: Carico Magazzino
vi: Nhập kho

# inventoryReasonAudit
source: Audit Adjustment
it: Aggiustamento Inventario
vi: Kiểm kê

# inventoryErrorTitle
source: Error
it: Errore
vi: Lỗi

# inventoryErrorInvalidNumber
source: Please enter a valid number
it: Si prega di inserire un numero valido
vi: Nhập số hợp lệ

# punchTitle
source: Clock-in
it: Timbratura
vi: Chấm công

# punchInButton
source: Clock-in
it: Ingresso
vi: Vào ca

# punchOutButton
source: Clock-out
it: Uscita
vi: Ra ca

# punchMakeUpButton
source: Make Up For Clock-in/out
it: Compensa Ingresso/Uscita
vi: Bổ sung Chấm công

# punchLocDisabled
source: Location services are disabled. Please enable them in Settings.
it: Servizi di localizzazione disabilitati. Abilitali nelle Impostazioni.
vi: Định vị bị tắt.

# punchLocDenied
source: Location permissions are denied
it: Permessi di localizzazione negati
vi: Từ chối quyền định vị

# punchLocDeniedForever
source: Location permissions are permanently denied, we cannot request permissions.
it: Permessi di localizzazione permanentemente negati, non possiamo richiedere i permessi.
vi: Quyền định vị bị chặn vĩnh viễn.

# punchErrorSettingsNotFound
source: Shop punch-in settings not found. Please contact manager.
it: Impostazioni timbratura negozio non trovate. Si prega di contattare il manager.
vi: Chưa cài đặt chấm công.

# punchErrorWifi
source: Wi-Fi incorrect. Please connect to: {wifi}
it: Wi-Fi errato. Si prega di connettersi a: {wifi}
vi: Sai Wi-Fi. Vui lòng kết nối: {wifi}

# punchErrorDistance
source: You are too far from the shop.
it: Sei troppo lontano dal negozio.
vi: Bạn ở quá xa cửa hàng.

# punchErrorAlreadyIn
source: You are already clocked in.
it: Hai già timbrato l'ingresso.
vi: Bạn đã vào ca rồi.

# punchSuccessInTitle
source: Clock-in Succeeded
it: Timbratura Ingresso Riuscita
vi: Vào ca thành công

# punchSuccessInMsg
source: Have a nice shift : )
it: Buon turno : )
vi: Chúc một ngày làm việc vui vẻ : )

# punchErrorInTitle
source: Clock-in Failed
it: Timbratura Ingresso Fallita
vi: Vào ca thất bại

# punchErrorNoSession
source: No active session found within 24 hours. Please contact manager.
it: Nessuna sessione attiva trovata entro 24 ore. Si prega di contattare il manager.
vi: Không tìm thấy phiên làm việc.

# punchErrorOverTime
source: Over 12 hours. Please use "Make Up" function.
it: Oltre 12 ore. Si prega di utilizzare la funzione "Compensa".
vi: Quá 12 giờ. Vui lòng dùng 'Bổ sung'.

# punchSuccessOutTitle
source: Clock-out Succeeded
it: Timbratura Uscita Riuscita
vi: Ra ca thành công

# punchSuccessOutMsg
source: Boss love you ❤️
it: Il capo ti vuole bene ❤️
vi: Vất vả rồi ❤️

# punchErrorOutTitle
source: Clock-out Failed
it: Timbratura Uscita Fallita
vi: Ra ca thất bại

# punchErrorGeneric
source: An error occurred: {error}
it: Si è verificato un errore: {error}
vi: Lỗi: {error}

# punchMakeUpTitle
source: Make up for clock-in/out
it: Compensa Timbratura Ingresso/Uscita
vi: Bổ sung Chấm công

# punchMakeUpTypeIn
source: Make Up For Clock-in
it: Compensa Ingresso
vi: Bổ sung Vào ca

# punchMakeUpTypeOut
source: Make Up For Clock-out
it: Compensa Uscita
vi: Bổ sung Ra ca

# punchMakeUpReasonHint
source: Reason (Required)
it: Motivo (Obbligatorio)
vi: Lý do (Bắt buộc)

# punchMakeUpErrorReason
source: Please fill up the reason
it: Si prega di compilare il motivo
vi: Vui lòng nhập lý do

# punchMakeUpErrorFuture
source: Cannot make up for a future time
it: Non è possibile compensare un orario futuro
vi: Không thể chọn giờ tương lai

# punchMakeUpError72h
source: Cannot make up beyond 72 hours. Please contact manager.
it: Non è possibile compensare oltre 72 ore. Si prega di contattare il manager.
vi: Quá hạn 72h. Liên hệ quản lý.

# punchMakeUpErrorOverlap
source: Active session found at {time}. Please clock out first.
it: Sessione attiva trovata alle {time}. Si prega di timbrare l'uscita prima.
vi: Trùng giờ làm việc. Vui lòng ra ca trước.

# punchMakeUpErrorNoRecord
source: No matching record found within 72 hours. Please contact manager.
it: Nessun record corrispondente trovato entro 72 ore. Si prega di contattare il manager.
vi: Không tìm thấy dữ liệu khớp.

# punchMakeUpErrorOver12h
source: Shift duration exceeds 12 hours. Please contact manager.
it: La durata del turno supera le 12 ore. Si prega di contattare il manager.
vi: Ca làm việc quá 12h.

# punchMakeUpSuccessTitle
source: Succeeded
it: Riuscito
vi: Thành công

# punchMakeUpSuccessMsg
source: Your make up clock-in/out succeeded
it: La tua compensazione di timbratura ingresso/uscita è riuscita
vi: Đã bổ sung chấm công

# punchMakeUpCheckInfo
source: Please Check The Info
it: Si prega di Verificare le Informazioni
vi: Kiểm tra thông tin

# punchMakeUpLabelType
source: Type: {type}
it: Tipo: {type}
vi: Loại: {type}

# punchMakeUpLabelTime
source: Time: {time}
it: Ora: {time}
vi: Giờ: {time}

# punchMakeUpLabelReason
source: Reason: {reason}
it: Motivo: {reason}
vi: Lý do: {reason}

# commonDate
source: Date
it: Data
vi: Ngày

# commonTime
source: Time
it: Ora
vi: Giờ

# workReportTitle
source: Work Report
it: Rapporto di Lavoro
vi: Báo cáo công việc

# workReportSelectDate
source: Select Date
it: Seleziona Data
vi: Chọn ngày

# workReportJobSubject
source: Job Subject (Required)
it: Oggetto Lavoro (Obbligatorio)
vi: Chủ đề (Bắt buộc)

# workReportJobDescription
source: Job Description (Required)
it: Descrizione Lavoro (Obbligatoria)
vi: Mô tả (Bắt buộc)

# workReportOverTime
source: Over time hour (Optional)
it: Ore di straordinario (Opzionale)
vi: Giờ làm thêm (Tùy chọn)

# workReportHourUnit
source: hr
it: ore
vi: giờ

# workReportErrorRequiredTitle
source: Please Fill In The Required Fields
it: Si Prega di Compilare I Campi Obbligatori
vi: Thiếu thông tin

# workReportErrorRequiredMsg
source: Subject and Description are required!
it: Oggetto e Descrizione sono obbligatori!
vi: Cần nhập Chủ đề và Mô tả!

# workReportConfirmOverwriteTitle
source: Report Exists
it: Rapporto Esistente
vi: Báo cáo đã tồn tại

# workReportConfirmOverwriteMsg
source: You already submitted a report for this date. Do you want to overwrite?
it: Hai già inviato un rapporto per questa data. Vuoi sovrascriverlo?
vi: Bạn muốn ghi đè báo cáo cũ?

# workReportOverwriteYes
source: Yes
it: Sì
vi: Có

# workReportSuccessTitle
source: Successfully
it: Riuscito
vi: Thành công

# workReportSuccessMsg
source: Your work report is successfully been summited!
it: Il tuo rapporto di lavoro è stato inviato con successo!
vi: Báo cáo đã gửi!

# workReportSubmitFailed
source: Submit Failed
it: Invio Fallito
vi: Gửi thất bại

# todoScreenTitle
source: 待辦事項
it: Lista delle Cose da Fare
vi: Việc cần làm

# todoTabIncomplete
source: Incomplete
it: Incompleto
vi: Chưa xong

# todoTabPending
source: Pending
it: In Sospeso
vi: Chờ duyệt

# todoTabCompleted
source: Completed
it: Completato
vi: Đã xong

# todoFilterMyTasks
source: My Tasks Only
it: Solo i Miei Compiti
vi: Việc của tôi

# todoCountSuffix
source: {count} items
it: {count} elementi
vi: {count} mục

# todoEmptyPending
source: No pending tasks
it: Nessun compito in sospeso
vi: Không có việc chờ duyệt

# todoEmptyIncomplete
source: No incomplete tasks
it: Nessun compito incompleto
vi: Không có việc chưa xong

# todoEmptyCompleted
source: No completed tasks this month
it: Nessun compito completato questo mese
vi: Chưa có việc hoàn thành

# todoSubmitReviewTitle
source: Submit for Review
it: Invia per Revisione
vi: Gửi duyệt

# todoSubmitReviewContent
source: Are you sure you have completed this task and want to submit it for review?
it: Sei sicuro di aver completato questo compito e di volerlo inviare per la revisione?
vi: Bạn đã xong việc và muốn gửi duyệt?

# todoSubmitButton
source: Submit
it: Invia
vi: Gửi

# todoApproveTitle
source: Approve Task
it: Approva Compito
vi: Duyệt
