Repository: kevinwu860824/gallery205_staff_app
Catalog: lib/l10n/app_*.arb
Languages: it, vi

# todoApproveContent
source: Are you sure this task is completed?
it: Sei sicuro che questo compito sia completato?
vi: Xác nhận hoàn thành?

# todoApproveButton
source: Approve
it: Approva
vi: Duyệt

# todoRejectTitle
source: Reject Task
it: Rifiuta Compito
vi: Từ chối

# todoRejectContent
source: Return this task to the employee for rework?
it: Restituire questo compito al dipendente per la rielaborazione?
vi: Trả lại việc để làm lại?

# todoRejectButton
source: Return
it: Restituisci
vi: Trả lại

# todoDeleteTitle
source: Delete Task
it: Elimina Compito
vi: Xóa việc

# todoDeleteContent
source: Are you sure? This action cannot be undone.
it: Sei sicuro? Questa azione non può essere annullata.
vi: Hành động này không thể hoàn tác.

# todoErrorNoPermissionSubmit
source: You do not have permission to submit this task.
it: Non hai il permesso di inviare questo compito.
vi: Bạn không có quyền gửi.

# todoErrorNoPermissionApprove
source: Only the assigner can approve this task.
it: Solo l'assegnatore può approvare questo compito.
vi: Chỉ người giao việc mới được duyệt.

# todoErrorNoPermissionReject
source: Only the assigner can reject this task.
it: Solo l'assegnatore può rifiutare questo compito.
vi: Chỉ người giao việc mới được từ chối.

# todoErrorNoPermissionEdit
source: Only the assigner can edit this task.
it: Solo l'assegnatore può modificare questo compito.
vi: Chỉ người giao việc mới được sửa.

# todoErrorNoPermissionDelete
source: Only the assigner can delete this task.
it: Solo l'assegnatore può eliminare questo compito.
vi: Chỉ người giao việc mới được xóa.

# notificationTodoReviewTitle
source: 👀 Task for Review
it: 👀 Compito da Revisionare
vi: 👀 Việc cần duyệt

# notificationTodoReviewBody
source: {name} submitted: {task}, please check.
it: {name} ha inviato: {task}, si prega di verificare.
vi: {name} đã gửi: {task}

# notificationTodoApprovedTitle
source: ✅ Task Approved
it: ✅ Compito Approvato
vi: ✅ Việc được duyệt

# notificationTodoApprovedBody
source: Assigner approved: {task}
it: Assegnatore ha approvato: {task}
vi: Đã duyệt: {task}

# notificationTodoRejectedTitle
source: ↩️ Task Returned
it: ↩️ Compito Restituito
vi: ↩️ Việc bị trả lại

# notificationTodoRejectedBody
source: Please revise and resubmit: {task}
it: Si prega di rivedere e inviare nuovamente: {task}
vi: Cần làm lại: {task}

# notificationTodoDeletedTitle
source: 🗑️ Task Deleted
it: 🗑️ Compito Eliminato
vi: 🗑️ Việc bị xóa

# notificationTodoDeletedBody
source: Assigner deleted: {task}
it: Assegnatore ha eliminato: {task}
vi: Đã xóa: {task}

# todoActionSheetTitle
source: Action: {title}
it: Azione: {title}
vi: Hành động: {title}

# todoActionCompleteAndSubmit
source: Complete & Submit
it: Completa e Invia
vi: Hoàn thành & Gửi

# todoReviewSheetTitle
source: Review: {title}
it: Revisione: {title}
vi: Duyệt: {title}

# todoReviewSheetMessageAssigner
source: Please confirm if the task is qualified.
it: Si prega di confermare se il compito è qualificato.
vi: Vui lòng xác nhận kết quả.

# todoReviewSheetMessageAssignee
source: Waiting for assigner review.
it: In attesa di revisione dell'assegnatore.
vi: Đang chờ duyệt.

# todoActionApprove
source: ✅ Approve
it: ✅ Approva
vi: ✅ Duyệt

# todoActionReject
source: ↩️ Return
it: ↩️ Restituisci
vi: ↩️ Trả lại

# todoActionViewDetails
source: View Details
it: Visualizza Dettagli
vi: Xem chi tiết

# todoLabelTo
source: To:
it: A:
vi: Đến:

# todoLabelFrom
source: From:
it: Da:
vi: Từ:

# todoUnassigned
source: Unassigned
it: Non Assegnato
vi: Chưa giao

# todoLabelCompletedAt
source: Completed:
it: Completato:
vi: Xong lúc:

# todoLabelWaitingReview
source: Waiting for Review
it: In Attesa di Revisione
vi: Chờ duyệt

# commonEdit
source: Edit
it: Modifica
vi: Sửa

# todoAddTaskTitleNew
source: New Task
it: Nuovo Compito
vi: Việc mới

# todoAddTaskTitleEdit
source: Edit Task
it: Modifica Compito
vi: Sửa việc

# todoAddTaskLabelTitle
source: Task Title
it: Titolo Compito
vi: Tiêu đề

# todoAddTaskLabelDesc
source: Description (Optional)
it: Descrizione (Opzionale)
vi: Mô tả (Tùy chọn)

# todoAddTaskLabelAssign
source: Assign To:
it: Assegna A:
vi: Giao cho:

# todoAddTaskSelectStaff
source: Select Staff
it: Seleziona Personale
vi: Chọn nhân viên

# todoAddTaskSelectedStaff
source: {count} Staff Selected
it: {count} Personale Selezionato
vi: Đã chọn {count}

# todoAddTaskSetDueDate
source: Set Due Date
it: Imposta Data di Scadenza
vi: Hạn ngày

# todoAddTaskSelectDate
source: Select Date
it: Seleziona Data
vi: Chọn ngày

# todoAddTaskSetDueTime
source: Set Due Time
it: Imposta Ora di Scadenza
vi: Hạn giờ

# todoAddTaskSelectTime
source: Select Time
it: Seleziona Ora
vi: Chọn giờ

# notificationTodoEditTitle
source: ✏️ Task Updated
it: ✏️ Compito Aggiornato
vi: ✏️ Cập nhật việc

# notificationTodoEditBody
source: Content updated: {task}
it: Contenuto aggiornato: {task}
vi: Cập nhật: {task}

# notificationTodoUrgentUpdate
source: 🔥 Urgent Update
it: 🔥 Aggiornamento Urgente
vi: 🔥 Cập nhật khẩn

# notificationTodoNewTitle
source: 📝 New Task
it: 📝 Nuovo Compito
vi: 📝 Việc mới

# notificationTodoUrgentNew
source: 🔥 Urgent Task
it: 🔥 Compito Urgente
vi: 🔥 Việc khẩn cấp

# costInputTitle
source: Daily Cost
it: Costo Giornaliero
vi: Chi phí hàng ngày

# costInputTotalToday
source: Total cost of today
it: Costo totale di oggi
vi: Tổng chi hôm nay

# costInputLabelName
source: Name
it: Nome
vi: Tên

# costInputLabelPrice
source: Price
it: Prezzo
vi: Giá

# costInputTabNotOpenTitle
source: Tab is not open
it: La scheda non è aperta
vi: Chưa mở sổ

# costInputTabNotOpenMsg
source: Please open today's tab first.
it: Si prega di aprire prima la scheda di oggi.
vi: Vui lòng mở sổ hôm nay trước.

# costInputTabNotOpenPageTitle
source: Please Open Today’s Tab
it: Si Prega di Aprire La Scheda di Oggi
vi: Vui lòng mở sổ hôm nay

# costInputTabNotOpenPageDesc
source: You must open the tab first before you can start filling in the daily costs.
it: È necessario aprire la scheda prima di poter iniziare a compilare i costi giornalieri.
vi: Bạn cần mở sổ trước khi nhập chi phí.

# costInputButtonOpenTab
source: Go For Open Today’s Tab
it: Vai ad Aprire La Scheda di Oggi
vi: Đi mở sổ

# costInputErrorInputTitle
source: Input Error
it: Errore di Input
vi: Lỗi nhập liệu

# costInputErrorInputMsg
source: Please ensure item and price are filled correctly.
it: Si prega di assicurarsi che l'articolo e il prezzo siano compilati correttamente.
vi: Kiểm tra tên và giá.

# costInputSuccess
source: ✅ Cost saved successfully
it: ✅ Costo salvato con successo
vi: ✅ Đã lưu chi phí

# costInputSaveFailed
source: Save Failed
it: Salvataggio Fallito
vi: Lưu thất bại

# costInputLoadingCategories
source: Loading...
it: Caricamento...
vi: Đang tải...

# costDetailTitle
source: Daily Cost Detail
it: Dettaglio Costo Giornaliero
vi: Chi tiết chi phí

# costDetailNoRecords
source: No cost records for this period.
it: Nessun record di costo per questo periodo.
vi: Không có dữ liệu.

# costDetailItemUntitled
source: No Item Name
it: Nessun Nome Articolo
vi: Khoản không tên

# costDetailCategoryNA
source: N/A
it: N/D

# costDetailBuyerNA
source: N/A
it: N/D

# costDetailLabelCategory
source: Category: {category}
it: Categoria: {category}
vi: Mục: {category}

# costDetailLabelBuyer
source: Buyer: {buyer}
it: Acquirente: {buyer}
vi: Người mua: {buyer}

# costDetailEditTitle
source: Edit Daily Cost Detail
it: Modifica Dettaglio Costo Giornaliero
vi: Sửa chi phí

# costDetailDeleteTitle
source: Delete Cost
it: Elimina Costo
vi: Xóa chi phí

# costDetailDeleteContent
source: Are you sure to delete this cost? ({name})
it: Sei sicuro di voler eliminare questo costo? ({name})
vi: Xóa khoan chi này? ({name})

# costDetailErrorUpdate
source: Update Failed
it: Aggiornamento Fallito
vi: Cập nhật lỗi

# costDetailErrorDelete
source: Delete Failed
it: Eliminazione Fallita
vi: Xóa lỗi

# cashSettlementTitleOpen
source: Opening Check
it: Verifica Apertura
vi: Mở đầu ca

# cashSettlementTitleClose
source: Closing Check
it: Verifica Chiusura
vi: Chốt cuối ca

# cashSettlementTitleLoading
source: Loading...
it: Caricamento...
vi: Đang tải...

# cashSettlementOpenDesc
source: Please check and confirm that the number of bills and the total amount are consistent with the expected values.
it: Si prega di verificare e confermare che il numero di banconote e l'importo totale siano coerenti con i valori attesi.
vi: Vui lòng kiểm tra số lượng tiền và tổng tiền khớp với dự kiến.

# cashSettlementTargetAmount
source: Target amount:
it: Importo target:
vi: Mục tiêu:

# cashSettlementTotal
source: Total:
it: Totale:
vi: Tổng:

# cashSettlementRevenueAndPayment
source: Daily Revenue and Payment Methods
it: Entrate Giornaliere e Metodi di Pagamento
vi: Doanh thu & Thanh toán

# cashSettlementRevenueHint
source: Total Revenue
it: Entrate Totali
vi: Tổng doanh thu

# cashSettlementDepositButton
source: Today's Deposit (Selected: ${amount})
it: Deposito di Oggi (Selezionato: ${amount})
vi: Tiền cọc hôm nay (Chọn: ${amount})

# cashSettlementReceivableCash
source: Receivable Cash:
it: Contante Incassabile:
vi: Tiền mặt phải thu:

# cashSettlementCashCountingTitle
source: Cash Counting (Please Enter Actual Number of Bills)
it: Conteggio Contanti (Si prega di Inserire il Numero Effettivo di Banconote)
vi: Đếm tiền (Nhập số tờ thực tế)

# cashSettlementTotalCashCounted
source: Total Cash Counted:
it: Totale Contante Contato:
vi: Tổng đếm:

# cashSettlementReviewTitle
source: Review
it: Revisione
vi: Kiểm tra lại

# cashSettlementOpeningCash
source: Opening Cash
it: Contante di Apertura
vi: Tiền đầu ca

# cashSettlementDailyCosts
source: Daily Costs
it: Costi Giornalieri
vi: Chi phí ngày

# cashSettlementRedeemedDeposit
source: Redeemed Deposit
it: Deposito Riscattato
vi: Cọc đã dùng

# cashSettlementTotalExpectedCash
source: Total Expected Cash
it: Totale Contante Previsto
vi: Tổng tiền dự kiến

# cashSettlementTodaysCashCount
source: Today’s Cash Count
it: Conteggio Contante di Oggi
vi: Tiền đếm được

# cashSettlementSummary
source: Summary:
it: Riepilogo:
vi: Tổng kết:

# cashSettlementErrorCountMismatch
source: Counted total does not match target amount!
it: Il totale contato non corrisponde all'importo target!
vi: Số tiền không khớp mục tiêu!

# cashSettlementOpenSuccessTitle
source: Successfully Opened
it: Aperto con Successo
vi: Mở thành công

# cashSettlementOpenSuccessMsg
source: Shift {count} opened successfully!
it: Turno {count} aperto con successo!
vi: Đã mở ca {count}!

# cashSettlementOpenFailedTitle
source: Open Failed
it: Apertura Fallita
vi: Mở thất bại

# cashSettlementCloseSuccessTitle
source: Successfully Closed & Save
it: Chiuso & Salvato con Successo
vi: Đã chốt ca & Lưu

# cashSettlementCloseSuccessMsg
source: Bosses ❤️ U!
it: I capi ❤️ Te!
vi: Sếp yêu bạn ❤️

# cashSettlementCloseFailedTitle
source: Close Failed
it: Chiusura Fallita
vi: Chốt thất bại

# cashSettlementErrorInputRevenue
source: Please enter total revenue.
it: Si prega di inserire le entrate totali.
vi: Vui lòng nhập doanh thu.

# cashSettlementDepositTitle
source: Deposite Management
it: Gestione Depositi
vi: Quản lý cọc

# cashSettlementDepositAdd
source: Add New Deposite
it: Aggiungi Nuovo Deposito
vi: Thêm cọc

# cashSettlementDepositEdit
source: Edit All Deposite
it: Modifica Tutti i Depositi
vi: Sửa cọc

# cashSettlementDepositRedeemTitle
source: Redeem Today's Deposit
it: Riscatta Deposito di Oggi
vi: Dùng cọc hôm nay

# cashSettlementDepositNoUnredeemed
source: No unredeemed deposits
it: Nessun deposito non riscattato
vi: Không có cọc chưa dùng

# cashSettlementDepositTotalRedeemed
source: Total Redeemed: ${amount}
it: Totale Riscattato: ${amount}
vi: Đã dùng: ${amount}

# cashSettlementDepositAddTitle
source: Add Deposit
it: Aggiungi Deposito
vi: Thêm cọc

# cashSettlementDepositEditTitle
source: Edit Deposit
it: Modifica Deposito
vi: Sửa cọc

# cashSettlementDepositPaymentDate
source: Payment Date
it: Data Pagamento
vi: Ngày thanh toán

# cashSettlementDepositReservationDate
source: Reservation Date
it: Data Prenotazione
vi: Ngày đặt

# cashSettlementDepositReservationTime
source: Reservation Time
it: Ora Prenotazione
vi: Giờ đặt

# cashSettlementDepositName
source: Name
it: Nome
vi: Tên

# cashSettlementDepositPax
source: Party Size
it: Numero di Persone
vi: Số khách

# cashSettlementDepositAmount
source: Deposit Amount
it: Importo Deposito
vi: Số tiền

# cashSettlementErrorInputDates
source: Please select all dates and times.
it: Si prega di selezionare tutte le date e gli orari.
vi: Chọn ngày giờ đầy đủ.

# cashSettlementErrorInputAmount
source: Please fill in name and valid amount
it: Si prega di compilare il nome e l'importo valido
vi: Nhập tên và số tiền.

# cashSettlementErrorTimePast
source: Booking time cannot be in the past
it: L'orario di prenotazione non può essere nel passato
vi: Không thể chọn giờ quá khứ

# cashSettlementSaveFailed
source: Save Failed
it: Salvataggio Fallito
vi: Lưu thất bại

# depositScreenTitle
source: Deposit Management
it: Gestione Depositi
vi: Quản lý đặt cọc

# depositScreenNoRecords
source: No unredeemed deposits
it: Nessun deposito non riscattato
vi: Không có cọc

# depositScreenLabelName
source: Name: {name}
it: Nome: {name}
vi: Tên: {name}

# depositScreenLabelReservationDate
source: Reservation Date: {date}
it: Data Prenotazione: {date}
vi: Ngày đặt: {date}

# depositScreenLabelReservationTime
source: Reservation Time: {time}
it: Ora Prenotazione: {time}
vi: Giờ đặt: {time}

# depositScreenLabelGroupSize
source: Group Size: {size}
it: Dimensione Gruppo: {size}
vi: Khách: {size}

# depositScreenDeleteConfirm
source: Delete Deposit
it: Elimina Deposito
vi: Xóa cọc

# depositScreenDeleteContent
source: Are you sure to delete this deposit?
it: Sei sicuro di voler eliminare questo deposito?
vi: Bạn muốn xóa khoản cọc này?

# depositScreenDeleteSuccess
source: Deposit deleted
it: Deposito eliminato
vi: Đã xóa

# depositScreenDeleteFailed
source: Delete failed: {error}
it: Eliminazione fallita: {error}
vi: Xóa lỗi: {error}

# depositScreenSaveFailed
source: Save failed: {error}
it: Salvataggio fallito: {error}
vi: Lưu lỗi: {error}

# depositScreenInputError
source: Please fill in all required fields (Name, Amount, Date/Time).
it: Si prega di compilare tutti i campi obbligatori (Nome, Importo, Data/Ora).
vi: Thiếu thông tin.

# depositScreenTimeError
source: Booking time cannot be in the past.
it: L'orario di prenotazione non può essere nel passato.
vi: Giờ không hợp lệ.

# depositDialogTitleAdd
source: Add Deposit
it: Aggiungi Deposito
vi: Thêm cọc

# depositDialogTitleEdit
source: Edit Deposit
it: Modifica Deposito
vi: Sửa cọc

# depositDialogHintPaymentDate
source: Payment Date
it: Data Pagamento
vi: Ngày thanh toán

# depositDialogHintReservationDate
source: Reservation Date
it: Data Prenotazione
vi: Ngày đặt

# depositDialogHintReservationTime
source: Reservation Time
it: Ora Prenotazione
vi: Giờ đặt

# depositDialogHintName
source: Name
it: Nome
vi: Tên

# depositDialogHintGroupSize
source: Group Size
it: Dimensione Gruppo
vi: Số khách

# depositDialogHintAmount
source: Deposit Amount
it: Importo Deposito
vi: Số tiền

# monthlyCostTitle
source: Monthly Cost
it: Costo Mensile
vi: Chi phí tháng

# monthlyCostTotal
source: Total cost of this month
it: Costo totale di questo mese
vi: Tổng chi tháng này

# monthlyCostLabelName
source: Name
it: Nome
vi: Tên

# monthlyCostLabelPrice
source: Price
it: Prezzo
vi: Giá

# monthlyCostLabelNote
source: Note
it: Nota
vi: Ghi chú

# monthlyCostErrorInputTitle
source: Error
it: Errore
vi: Lỗi

# monthlyCostErrorInputMsg
source: Name and Price are required.
it: Nome e Prezzo sono obbligatori.
vi: Cần Tên và Giá.

# monthlyCostErrorSaveFailed
source: Save Failed
it: Salvataggio Fallito
vi: Lưu thất bại

# monthlyCostSuccess
source: Cost saved successfully
it: Costo salvato con successo
vi: Đã lưu

# monthlyCostDetailTitle
source: Monthly Cost Detail
it: Dettaglio Costo Mensile
vi: Chi tiết tháng

# monthlyCostDetailNoRecords
source: No cost records for this month.
it: Nessun record di costo per questo mese.
vi: Không có dữ liệu.

# monthlyCostDetailItemUntitled
source: No Item Name
it: Nessun Nome Articolo
vi: Không tên

# monthlyCostDetailCategoryNA
source: N/A
it: N/D

# monthlyCostDetailBuyerNA
source: N/A
it: N/D

# monthlyCostDetailLabelCategory
source: Category: {category}
it: Categoria: {category}
vi: Mục: {category}

# monthlyCostDetailLabelDate
source: Date: {date}
it: Data: {date}
vi: Ngày: {date}

# monthlyCostDetailLabelBuyer
source: Buyer: {buyer}
it: Acquirente: {buyer}
vi: Người mua: {buyer}

# monthlyCostDetailEditTitle
source: Edit Monthly Cost Detail
it: Modifica Dettaglio Costo Mensile
vi: Sửa chi phí

# monthlyCostDetailDeleteTitle
source: Delete Cost
it: Elimina Costo
vi: Xóa chi phí

# monthlyCostDetailDeleteContent
source: Are you sure to delete this cost? ({name})
it: Sei sicuro di voler eliminare questo costo? ({name})
vi: Xóa mục này? ({name})

# monthlyCostDetailErrorFetch
source: Failed to fetch expenses: {error}
it: Recupero spese fallito: {error}
vi: Lỗi tải: {error}

# monthlyCostDetailErrorUpdate
source: Update Failed
it: Aggiornamento Fallito
vi: Cập nhật lỗi

# monthlyCostDetailErrorDelete
source: Delete Failed
it: Eliminazione Fallita
vi: Xóa lỗi

# cashFlowTitle
source: Cash Flow Report
it: Rapporto Flusso di Cassa
vi: Báo cáo dòng tiền

# cashFlowMonthlyRevenue
source: Monthly Revenue
it: Entrate Mensili
vi: Doanh thu tháng

# cashFlowMonthlyDifference
source: Monthly Difference
it: Differenza Mensile
vi: Chênh lệch tiền

# cashFlowLabelShift
source: Shift {count}
it: Turno {count}
vi: Ca {count}

# cashFlowLabelRevenue
source: Total Revenue:
it: Entrate Totali:
vi: Doanh thu:

# cashFlowLabelCost
source: Total Cost:
it: Costo Totale:
vi: Chi phí:

# cashFlowLabelDifference
source: Cash Difference:
it: Differenza Cassa:
vi: Chênh lệch:

# cashFlowNoRecords
source: No records found.
it: Nessun record trovato.
vi: Không dữ liệu.

# costReportTitle
source: Cost Summary
it: Riepilogo Costi
vi: Tổng hợp chi phí

# costReportMonthlyTotal
source: Monthly Cost Total
it: Totale Costo Mensile
vi: Tổng chi tháng

# costReportNoRecords
source: No cost records.
it: Nessun record di costo.
vi: Không dữ liệu.

# costReportNoRecordsShift
source: No cost records for this shift.
it: Nessun record di costo per questo turno.
vi: Ca này không có chi phí.

# costReportLabelTotalCost
source: Total Cost:
it: Costo Totale:
vi: Tổng chi:

# dashboardTitle
source: Operation Dashboard
it: Pannello Operativo
vi: Bảng điều khiển

# dashboardTotalRevenue
source: Total Revenue
it: Entrate Totali
vi: Tổng doanh thu

# dashboardCogs
source: Cost of Revenue
it: Costo del Venduto
vi: Giá vốn

# dashboardGrossProfit
source: Gross Profit
it: Profitto Lordo
vi: Lợi nhuận gộp

# dashboardGrossMargin
source: Gross Margin
it: Margine Lordo
vi: Biên LN gộp

# dashboardOpex
source: Operation Expense
it: Spese Operative
vi: Chi phí vận hành

# dashboardOpIncome
source: Operation Income
it: Reddito Operativo
vi: Thu nhập vận hành

# dashboardNetIncome
source: Net Income
it: Reddito Netto
vi: Thu nhập ròng

# dashboardNetProfitMargin
source: Net Profit Margin
it: Margine di Profitto Netto
vi: Biên LN ròng

# dashboardNoCostData
source: No cost data available
it: Nessun dato di costo disponibile
vi: Thiếu dữ liệu chi phí

# dashboardErrorLoad
source: Data load error: {error}
it: Errore di caricamento dati: {error}
vi: Lỗi: {error}

# reportingCashFlow
source: Cash Flow
it: Flusso di Cassa
vi: Dòng tiền

# reportingCostSum
source: Cost Sum
it: Somma Costi
vi: Tổng chi phí

# reportingDashboard
source: Dashboard
it: Pannello

# reportingCashVault
source: Cash Vault
it: Cassaforte Contanti
vi: Két sắt

# reportingClockIn
source: Clock-in
it: Timbratura
vi: Chấm công

# reportingWorkReport
source: Work Report
it: Rapporto di Lavoro
vi: Báo cáo

# reportingNoAccess
source: No accessible features
it: Nessuna funzione accessibile
vi: Không có quyền truy cập

# vaultTitle
source: Cash Flow
it: Flusso di Cassa
vi: Dòng tiền

# vaultTotalCash
source: Total Cash
it: Totale Contanti
vi: Tổng tiền

# vaultTitleVault
source: Vault
it: Cassaforte
vi: Két sắt

# vaultTitleCashbox
source: Cashbox
it: Cassa
vi: Két thu ngân

# vaultCashDetail
source: Cash Detail
it: Dettaglio Contanti
vi: Chi tiết tiền

# vaultDetailDenom
source: $ {cashboxCount} X {totalCount} (Vault {cashboxCount} + Cashbox {vaultCount})
it: $ {cashboxCount} X {totalCount} (Cassaforte {cashboxCount} + Cassa {vaultCount})
vi: $ {cashboxCount} X {totalCount} (Két {cashboxCount} + Thu ngân {vaultCount})

# vaultActivityHistory
source: Activity History
it: Cronologia Attività
vi: Lịch sử

# vaultTableDate
source: Date
it: Data
vi: Ngày

# vaultTableStaff
source: Staff
it: Personale
vi: Nhân viên

# vaultNoRecords
source: No activity records.
it: Nessun record di attività.
vi: Không có lịch sử.

# vaultManagementSheetTitle
source: Vault Management
it: Gestione Cassaforte
vi: Quản lý két

# vaultAdjustCounts
source: Adjust Vault Counts
it: Regola Conteggi Cassaforte
vi: Điều chỉnh số lượng

# vaultSaveMoney
source: Save Money (Deposit)
it: Deposita Denaro (Deposito)
vi: Cất tiền (Gửi)

# vaultChangeMoney
source: Change Money
it: Cambia Denaro
vi: Đổi tiền

# vaultPromptAdjust
source: Enter the TOTAL counts (Vault + Cashbox).
it: Inserisci i conteggi TOTALI (Cassaforte + Cassa).
vi: Nhập TỔNG số tờ (Két + Thu ngân).

# vaultPromptDeposit
source: Enter amount to deposit to bank
it: Inserisci l'importo da depositare in banca
vi: Nhập số tiền gửi

# vaultPromptChangeOut
source: Take OUT large bills from Vault
it: PRELEVA banconote grandi dalla Cassaforte
vi: Lấy tiền LỚN ra

# vaultPromptChangeIn
source: Put IN small bills to Vault
it: INSERISCI banconote piccole nella Cassaforte
vi: Bỏ tiền NHỎ vào

# vaultErrorMismatch
source: Amount mismatch! Exchange cancelled.
it: Importo non corrispondente! Scambio annullato.
vi: Số tiền không khớp!

# vaultDialogTotal
source: Total: {amount}
it: Totale: {amount}
vi: Tổng: {amount}

# clockInReportTitle
source: Clock-in Report
it: Rapporto Timbrature
vi: Báo cáo chấm công

# clockInReportTotalHours
source: Total Hours
it: Ore Totali
vi: Tổng giờ

# clockInReportStaffCount
source: Staff Count
it: Numero Dipendenti
vi: Nhân sự

# clockInReportWorkDays
source: Work Days
it: Giorni Lavorativi
vi: Ngày làm

# clockInReportUnitPpl
source: ppl
it: persone
vi: người

# clockInReportUnitDays
source: days
it: giorni
vi: ngày

# clockInReportUnitHr
source: hr
it: ore
vi: giờ

# clockInReportNoRecords
source: No records found.
it: Nessun record trovato.
vi: Không dữ liệu.

# clockInReportLabelManual
source: Manual
it: Manuale
vi: Thủ công

# clockInReportLabelIn
source: In
it: Ingresso
vi: Vào

# clockInReportLabelOut
source: Out
it: Uscita
vi: Ra

# clockInReportStatusWorking
source: Working
it: Lavorando
vi: Đang làm

# clockInReportStatusCompleted
source: Completed
it: Completato
vi: Hoàn thành

# clockInReportStatusIncomplete
source: Incomplete
it: Incompleto
vi: Chưa xong

# clockInReportAllStaff
source: All Staff
it: Tutto il Personale
vi: Tất cả

# clockInReportSelectStaff
source: Select Staff
it: Seleziona Personale
vi: Chọn nhân viên

# clockInDetailTitleIn
source: Clock In
it: Ingresso
vi: Vào ca

# clockInDetailTitleOut
source: Clock Out
it: Uscita
vi: Ra ca

# clockInDetailMissing
source: Missing Record
it: Record Mancante
vi: Thiếu dữ liệu

# clockInDetailFixButton
source: Fix Clock-out
it: Correggi Uscita
vi: Sửa giờ ra

# clockInDetailCloseButton
source: Close
it: Chiudi
vi: Đóng

# clockInDetailLabelReason
source: Reason: {reason}
it: Motivo: {reason}
vi: Lý do: {reason}

# clockInDetailReasonSupervisorFix
source: Supervisor Fix
it: Correzione Supervisore
vi: Quản lý sửa
