Repository: kevinwu860824/gallery205_staff_app
Catalog: lib/l10n/app_*.arb
Languages: it, vi

# clockInDetailErrorInLaterThanOut
source: Clock-in cannot be later than Clock-out.
it: L'ingresso non può essere successivo all'uscita.
vi: Giờ Vào không thể sau giờ Ra.

# clockInDetailErrorOutEarlierThanIn
source: Clock-out cannot be earlier than Clock-in.
it: L'uscita non può essere precedente all'ingresso.
vi: Giờ Ra không thể trước giờ Vào.

# clockInDetailErrorDateCheck
source: Date Error: Please check if you selected the correct date (e.g., next day).
it: Errore Data: Si prega di verificare di aver selezionato la data corretta (es. giorno successivo).
vi: Lỗi ngày tháng.

# clockInDetailSuccessUpdate
source: Time updated successfully.
it: Ora aggiornata con successo.
vi: Cập nhật thành công.

# clockInDetailSelectDate
source: Select Clock-out Date
it: Seleziona Data Uscita
vi: Chọn ngày Ra

# commonNone
source: None
it: Nessuno
vi: Không

# workReportOverviewTitle
source: Work Reports
it: Rapporti di Lavoro
vi: Báo cáo công việc

# workReportOverviewNoRecords
source: No reports found.
it: Nessun rapporto trovato.
vi: Không có báo cáo.

# workReportOverviewSelectStaff
source: Select Staff
it: Seleziona Personale
vi: Chọn nhân viên

# workReportOverviewAllStaff
source: All Staff
it: Tutto il Personale
vi: Tất cả

# workReportOverviewNoSubject
source: No Subject
it: Nessun Oggetto
vi: Không chủ đề

# workReportOverviewNoContent
source: No Content
it: Nessun Contenuto
vi: Không nội dung

# workReportOverviewOvertimeTag
source: OT: {hours}h
it: Straordinario: {hours}h

# workReportDetailOvertimeLabel
source: Overtime: {hours} hr
it: Straordinario: {hours} ore
vi: Làm thêm: {hours} giờ

# commonClose
source: Close
it: Chiudi
vi: Đóng

# userMgmtTitle
source: User Management
it: Gestione Utenti
vi: Quản lý người dùng

# userMgmtInviteNewUser
source: Invite New User
it: Invita Nuovo Utente
vi: Mời người mới

# userMgmtStatusInvited
source: Invited
it: Invitato
vi: Đã mời

# userMgmtStatusWaiting
source: Waiting...
it: In Attesa...
vi: Đang chờ...

# userMgmtLabelRole
source: Role: {roleName}
it: Ruolo: {roleName}
vi: Vai trò: {roleName}

# userMgmtNameHint
source: Name
it: Nome
vi: Tên

# userMgmtInviteNote
source: User will receive an email invitation.
it: L'utente riceverà un invito via email.
vi: Người dùng sẽ nhận email mời.

# userMgmtInviteButton
source: Invite
it: Invita
vi: Gửi lời mời

# userMgmtEditTitle
source: Edit User Info
it: Modifica Info Utente
vi: Sửa người dùng

# userMgmtDeleteTitle
source: Delete User
it: Elimina Utente
vi: Xóa người dùng

# userMgmtDeleteContent
source: Are you sure to delete {userName}?
it: Sei sicuro di voler eliminare {userName}?
vi: Xóa tài khoản {userName}?

# userMgmtErrorLoad
source: Failed to load: {error}
it: Caricamento fallito: {error}
vi: Lỗi tải: {error}

# userMgmtInviteSuccess
source: Invitation sent! The user will receive an email to join.
it: Invito inviato! L'utente riceverà un'email per unirsi.
vi: Đã gửi lời mời!

# userMgmtInviteFailed
source: Invitation failed: {error}
it: Invito fallito: {error}
vi: Mời thất bại: {error}

# userMgmtErrorConnection
source: Connection error: {error}
it: Errore di connessione: {error}
vi: Lỗi kết nối: {error}

# userMgmtDeleteFailed
source: Deletion failed: {error}
it: Eliminazione fallita: {error}
vi: Xóa thất bại: {error}

# userMgmtLabelRolePicker
source: Role
it: Ruolo
vi: Vai trò

# userMgmtButtonDone
source: Done
it: Fatto
vi: Xong

# userMgmtLabelRoleSelect
source: Select
it: Seleziona
vi: Chọn

# roleMgmtTitle
source: Role Management
it: Gestione Ruoli
vi: Quản lý vai trò

# roleMgmtSystemDefault
source: System Default
it: Predefinito di Sistema
vi: Mặc định hệ thống

# roleMgmtPermissionGroupTitle
source: Permissions - {groupName}
it: Permessi - {groupName}
vi: Quyền - {groupName}

# roleMgmtRoleNameHint
source: Role Name
it: Nome Ruolo
vi: Tên vai trò

# roleMgmtSaveButton
source: Save
it: Salva
vi: Lưu

# roleMgmtDeleteRole
source: Delete Role
it: Elimina Ruolo
vi: Xóa vai trò

# roleMgmtAddNewRole
source: Add New Role
it: Aggiungi Nuovo Ruolo
vi: Thêm vai trò mới

# roleMgmtEnterRoleName
source: Enter role name (e.g. Server)
it: Inserisci nome ruolo (es. Cameriere)
vi: Nhập tên vai trò (VD: Phục vụ)

# roleMgmtCreateButton
source: Create
it: Crea
vi: Tạo

# roleMgmtDeleteConfirmTitle
source: Delete Role
it: Elimina Ruolo
vi: Xóa vai trò

# roleMgmtDeleteConfirmContent
source: Are you sure you want to delete this role? This action cannot be undone.
it: Sei sicuro di voler eliminare questo ruolo? Questa azione non può essere annullata.
vi: Bạn chắc muốn xóa vai trò này?

# roleMgmtCannotDeleteTitle
source: Cannot Delete Role
it: Impossibile Eliminare Ruolo
vi: Không thể xóa

# roleMgmtCannotDeleteContent
source: There are still {count} users assigned to the role "{roleName}". Please assign them to a different role before deleting.
it: Ci sono ancora {count} utenti assegnati al ruolo "{roleName}". Si prega di assegnarli a un ruolo diverso prima di eliminare.
vi: Vẫn còn {count} người dùng thuộc vai trò "{roleName}". Hãy chuyển họ sang vai trò khác trước.

# roleMgmtUnderstandButton
source: I Understand
it: Capisco
vi: Đã hiểu

# roleMgmtErrorLoad
source: Failed to load roles: {error}
it: Caricamento ruoli fallito: {error}
vi: Lỗi tải: {error}

# roleMgmtErrorSave
source: Error saving permissions: {error}
it: Errore salvataggio permessi: {error}
vi: Lỗi lưu: {error}

# roleMgmtErrorAdd
source: Error adding role: {error}
it: Errore aggiunta ruolo: {error}
vi: Lỗi thêm: {error}

# commonNotificationTitle
source: Notification
it: Notifica
vi: Thông báo

# permGroupMainScreen
source: Main Screen
it: Schermata Principale
vi: Màn hình chính

# permGroupSchedule
source: Schedule
it: Programmazione
vi: Lịch làm việc

# permGroupBackstageDashboard
source: Backstage Dashboard
it: Pannello Gestione
vi: Dashboard Hậu cần

# permGroupSettings
source: Settings
it: Impostazioni
vi: Cài đặt

# permHomeOrder
source: Take Orders
it: Prendi Ordini
vi: Nhận đơn

# permHomePrep
source: Prep List
it: Lista Preparazione
vi: Chuẩn bị

# permHomeStock
source: Stock/Inventory
it: Inventario/Scorte
vi: Kho

# permHomeBackDashboard
source: Backstage Dashboard
it: Pannello Gestione
vi: Dashboard Hậu cần

# permHomeDailyCost
source: Daily Cost Input
it: Inserimento Costo Giornaliero
vi: Nhập chi phí ngày

# permHomeCashFlow
source: Cash Flow Report
it: Rapporto Flusso di Cassa
vi: Báo cáo dòng tiền

# permHomeMonthlyCost
source: Monthly Cost Input
it: Inserimento Costo Mensile
vi: Nhập chi phí tháng

# permHomeScan
source: Smart Scan
it: Scansione Intelligente
vi: Quét thông minh

# permScheduleEdit
source: Edit Staff Schedule
it: Modifica Programmazione Personale
vi: Sửa lịch nhân viên

# permBackCashFlow
source: Cash Flow Report
it: Rapporto Flusso di Cassa
vi: Báo cáo dòng tiền

# permBackCostSum
source: Cost Sum Report
it: Rapporto Somma Costi
vi: Tổng hợp chi phí

# permBackDashboard
source: Operation Dashboard
it: Pannello Operativo
vi: Bảng điều khiển

# permBackCashVault
source: Cash Vault Management
it: Gestione Cassaforte Contanti
vi: Quản lý két sắt

# permBackClockIn
source: Clock-in Report
it: Rapporto Timbrature
vi: Báo cáo chấm công

# permBackViewAllClockIn
source: View All Staff Clock-ins
it: Visualizza Tutte le Timbrature del Personale
vi: Xem tất cả chấm công

# permBackWorkReport
source: Work Report Overview
it: Panoramica Rapporti di Lavoro
vi: Tổng quan báo cáo

# permSetStaff
source: Manage Users
it: Gestisci Utenti
vi: Quản lý nhân sự

# permSetRole
source: Role Management
it: Gestione Ruoli
vi: Quản lý vai trò

# permSetPrinter
source: Printer Settings
it: Impostazioni Stampante
vi: Cài đặt máy in

# permSetTableMap
source: Table Map Management
it: Gestione Mappa Tavoli
vi: Quản lý sơ đồ bàn

# permSetTableList
source: Table Status List
it: Lista Stato Tavoli
vi: Danh sách bàn

# permSetMenu
source: Edit Menu
it: Modifica Menu
vi: Sửa Menu

# permSetShift
source: Shift Settings
it: Impostazioni Turni
vi: Cài đặt ca

# permSetPunch
source: Punch Settings
it: Impostazioni Timbratura
vi: Cài đặt chấm công

# permSetPay
source: Payment Methods
it: Metodi di Pagamento
vi: Phương thức thanh toán

# permSetCostCat
source: Cost Category Settings
it: Impostazioni Categoria di Costo
vi: Danh mục chi phí

# permSetInv
source: Inventory & Items
it: Inventario & Articoli
vi: Kho & Sản phẩm

# permSetCashReg
source: Cash Register Settings
it: Impostazioni Cassa
vi: Cài đặt két tiền

# stockCategoryTitle
source: Edit Prep Details
it: Modifica Dettagli Preparazione
vi: Chi tiết chuẩn bị

# stockCategoryAddButton
source: ＋ Add New Category
it: ＋ Aggiungi Nuova Categoria
vi: ＋ Thêm danh mục

# stockCategoryAddDialogTitle
source: Add New Category
it: Aggiungi Nuova Categoria
vi: Thêm danh mục

# stockCategoryEditDialogTitle
source: Edit Category
it: Modifica Categoria
vi: Sửa danh mục

# stockCategoryHintName
source: Category Name
it: Nome Categoria
vi: Tên danh mục

# stockCategoryDeleteTitle
source: Delete Category
it: Elimina Categoria
vi: Xóa danh mục

# stockCategoryDeleteContent
source: Are you sure to delete Category: {categoryName}?
it: Sei sicuro di voler eliminare la Categoria: {categoryName}?
vi: Xóa danh mục: {categoryName}?

# inventoryCategoryTitle
source: Edit Stock List
it: Modifica Lista Inventario
vi: Chỉnh sửa kho

# inventoryCategoryDetailTitle
source: Product List
it: Lista Prodotti
vi: Danh sách sản phẩm

# inventoryCategoryAddButton
source: ＋ Add New Category
it: ＋ Aggiungi Nuova Categoria
vi: ＋ Thêm danh mục

# inventoryCategoryAddDialogTitle
source: Add New Category
it: Aggiungi Nuova Categoria
vi: Thêm danh mục

# inventoryCategoryEditDialogTitle
source: Edit Category
it: Modifica Categoria
vi: Sửa danh mục

# inventoryCategoryHintName
source: Category Name
it: Nome Categoria
vi: Tên danh mục

# inventoryCategoryDeleteTitle
source: Delete Category
it: Elimina Categoria
vi: Xóa danh mục

# inventoryCategoryDeleteContent
source: Are you sure to delete Category: {categoryName}?
it: Sei sicuro di voler eliminare la Categoria: {categoryName}?
vi: Xóa danh mục: {categoryName}?

# inventoryItemAddButton
source: ＋ Add New Product
it: ＋ Aggiungi Nuovo Prodotto
vi: ＋ Thêm sản phẩm

# inventoryItemAddDialogTitle
source: Add New Product
it: Aggiungi Nuovo Prodotto
vi: Thêm sản phẩm

# inventoryItemEditDialogTitle
source: Edit Product
it: Modifica Prodotto
vi: Sửa sản phẩm

# inventoryItemDeleteTitle
source: Delete Product
it: Elimina Prodotto
vi: Xóa sản phẩm

# inventoryItemDeleteContent
source: Are you sure to delete {itemName}?
it: Sei sicuro di voler eliminare {itemName}?
vi: Xóa {itemName}?

# inventoryItemHintName
source: Product Name
it: Nome Prodotto
vi: Tên sản phẩm

# inventoryItemHintUnit
source: Product Unit
it: Unità Prodotto
vi: Đơn vị

# inventoryItemHintStock
source: Current Inventory Number
it: Numero Inventario Attuale
vi: Tồn kho hiện tại

# inventoryItemHintPar
source: Safety Inventory Quantity
it: Quantità di Sicurezza Inventario
vi: Tồn an toàn

# stockItemTitle
source: Product Info
it: Info Prodotto
vi: Thông tin sản phẩm

# stockItemLabelName
source: Product Name
it: Nome Prodotto
vi: Tên sản phẩm

# stockItemLabelMainIngredients
source: Main Ingredients
it: Ingredienti Principali
vi: Nguyên liệu chính

# stockItemLabelSubsidiaryIngredients
source: Subsidiary Ingredient
it: Ingredienti Secondari
vi: Nguyên liệu phụ

# stockItemLabelDetails
source: Details {index}
it: Dettagli {index}
vi: Chi tiết {index}

# stockItemHintIngredient
source: Ingredient
it: Ingrediente
vi: Nguyên liệu

# stockItemHintQty
source: Qty
it: Quantità
vi: Số lượng

# stockItemHintUnit
source: Unit
it: Unità
vi: Đơn vị

# stockItemHintInstructionsSub
source: Instructions Details of Subsidiary
it: Dettagli Istruzioni Secondarie
vi: Hướng dẫn phụ

# stockItemHintInstructionsNote
source: Instructions Details of Product
it: Dettagli Istruzioni Prodotto
vi: Ghi chú sản phẩm

# stockItemAddSubDialogTitle
source: Add Subsidiary Ingredient
it: Aggiungi Ingrediente Secondario
vi: Thêm nguyên liệu phụ

# stockItemAddSubHintGroupName
source: Group Name (e.g., Garnish)
it: Nome Gruppo (es. Guarnizione)
vi: Tên nhóm (VD: Trang trí)

# stockItemAddOptionTitle
source: Add Subsidiary Ingredient or Detail
it: Aggiungi Ingrediente Secondario o Dettaglio
vi: Thêm Tùy chọn

# stockItemAddOptionSub
source: Add Subsidiary Ingredient
it: Aggiungi Ingrediente Secondario
vi: Thêm nguyên liệu phụ

# stockItemAddOptionDetail
source: Add Detail
it: Aggiungi Dettaglio
vi: Thêm chi tiết

# stockItemDeleteSubTitle
source: Delete Subsidiary Ingredient
it: Elimina Ingrediente Secondario
vi: Xóa nguyên liệu phụ

# stockItemDeleteSubContent
source: Are you sure to delete this subsidiary ingredient and its notes?
it: Sei sicuro di voler eliminare questo ingrediente secondario e le sue note?
vi: Bạn muốn xóa nguyên liệu này?

# stockItemDeleteNoteTitle
source: Delete Note
it: Elimina Nota
vi: Xóa ghi chú

# stockItemDeleteNoteContent
source: Are you sure to delete this note?
it: Sei sicuro di voler eliminare questa nota?
vi: Bạn muốn xóa ghi chú này?

# stockCategoryDetailItemTitle
source: Product List
it: Lista Prodotti
vi: Danh sách

# stockCategoryDetailAddItemButton
source: ＋ Add New Product
it: ＋ Aggiungi Nuovo Prodotto
vi: ＋ Thêm sản phẩm

# stockItemDetailDeleteTitle
source: Delete Product
it: Elimina Prodotto
vi: Xóa sản phẩm

# stockItemDetailDeleteContent
source: Are you sure to delete {productName}?
it: Sei sicuro di voler eliminare {productName}?
vi: Xóa {productName}?

# inventoryLogTitle
source: Stock Logs
it: Registri Inventario
vi: Nhật ký kho

# inventoryLogSearchHint
source: Search Stock Item
it: Cerca Articolo Inventario
vi: Tìm sản phẩm

# inventoryLogAllDates
source: All Dates
it: Tutte le Date
vi: Tất cả ngày

# inventoryLogDatePickerConfirm
source: Confirm
it: Conferma
vi: Chọn

# inventoryLogReasonAll
source: ALL
it: TUTTO
vi: Tất cả

# inventoryLogReasonAdd
source: Add
it: Aggiungi
vi: Thêm

# inventoryLogReasonAdjustment
source: Inventory Adjustment
it: Aggiustamento Inventario
vi: Điều chỉnh

# inventoryLogReasonWaste
source: Waste
it: Spreco
vi: Hủy

# inventoryLogNoRecords
source: No logs found.
it: Nessun registro trovato.
vi: Không có nhật ký.

# inventoryLogCardUnknownItem
source: Unknown Item
it: Articolo Sconosciuto
vi: Sản phẩm lạ

# inventoryLogCardUnknownUser
source: Unknown Operator
it: Operatore Sconosciuto
vi: Người lạ

# inventoryLogCardLabelName
source: Name: {userName}
it: Nome: {userName}
vi: Tên: {userName}

# inventoryLogCardLabelChange
source: Change: {adjustment} {unit}
it: Cambio: {adjustment} {unit}
vi: Thay đổi: {adjustment} {unit}

# inventoryLogCardLabelStock
source: Number {oldStock}→{newStock}
it: Numero {oldStock}→{newStock}
vi: Số lượng {oldStock}→{newStock}

# printerSettingsTitle
source: Hardware Setting
it: Impostazioni Hardware
vi: Cài đặt phần cứng

# printerSettingsListTitle
source: Printer List
it: Lista Stampanti
vi: Danh sách máy in

# printerSettingsNoPrinters
source: No printers currently configured
it: Nessuna stampante configurata al momento
vi: Chưa có máy in

# printerDialogAddTitle
source: Add New Printer
it: Aggiungi Nuova Stampante
vi: Thêm máy in

# printerDialogEditTitle
source: Edit Printer Info
it: Modifica Info Stampante
vi: Sửa máy in

# printerDialogHintName
source: Printer Name
it: Nome Stampante
vi: Tên máy in

# printerDialogHintIP
source: Printer IP Address
it: Indirizzo IP Stampante
vi: Địa chỉ IP

# printerTestConnectionFailed
source: ❌ Printer connection failed
it: ❌ Connessione stampante fallita
vi: ❌ Kết nối thất bại

# printerTestTicketSuccess
source: ✅ Test ticket printed
it: ✅ Biglietto di prova stampato
vi: ✅ Đã in thử

# printerCashDrawerOpenSuccess
source: ✅ Cash drawer opened
it: ✅ Cassetto contanti aperto
vi: ✅ Đã mở ngăn kéo

# printerDeleteTitle
source: Delete Printer
it: Elimina Stampante
vi: Xóa máy in

# printerDeleteContent
source: Are you sure to delete {printerName}?
it: Sei sicuro di voler eliminare {printerName}?
vi: Xóa máy in {printerName}?

# printerTestPrintTitle
source: 【TICKET TEST】
it: 【TEST BIGLIETTO】
vi: 【IN THỬ NGHIỆM】

# printerTestPrintSubtitle
source: Testing printer connection
it: Test connessione stampante
vi: Kiểm tra kết nối

# printerTestPrintContent1
source: This is a test ticket,
it: Questo è un biglietto di prova,
vi: Đây là phiếu in thử,

# printerTestPrintContent2
source: If you see this text,
it: Se vedi questo testo,
vi: Nếu bạn thấy dòng này,

# printerTestPrintContent3
source: It means text and image printing are normal.
it: Significa che la stampa di testo e immagini è normale.
vi: Nghĩa là in văn bản và ảnh bình thường.

# printerTestPrintContent4
source: It means text and image printing are normal.
it: Significa che la stampa di testo e immagini è normale.
vi: Nghĩa là in văn bản và ảnh bình thường.

# printerTestPrintContent5
source: Thank you for using Gallery 20.5
it: Grazie per aver utilizzato Gallery 20.5
vi: Cảm ơn bạn đã dùng Gallery 20.5

# tableMapAreaSuffix
source: Zone
it: Zona
vi: Khu

# tableMapRemoveTitle
source: Remove Table
it: Rimuovi Tavolo
vi: Xóa bàn

# tableMapRemoveContent
source: Remove "{tableName}" from map?
it: Rimuovere "{tableName}" dalla mappa?
vi: Xóa bàn "{tableName}"?

# tableMapRemoveConfirm
source: Remove
it: Rimuovi
vi: Xóa

# tableMapAddDialogTitle
source: Add Table
it: Aggiungi Tavolo
vi: Thêm bàn

# tableMapShapeCircle
source: Circle
it: Cerchio
vi: Tròn

# tableMapShapeSquare
source: Square
it: Quadrato
vi: Vuông

# tableMapShapeRect
source: Rect
it: Rettangolo
vi: Chữ nhật

# tableMapAddDialogHint
source: Select Table No.
it: Seleziona N. Tavolo
vi: Chọn số bàn

# tableMapNoAvailableTables
source: No available tables in this zone.
it: Nessun tavolo disponibile in questa zona.
vi: Không có bàn trống.

# tableMgmtTitle
source: Table Management
it: Gestione Tavoli
vi: Quản lý bàn

# tableMgmtAreaListAddButton
source: ＋ Add New Area
it: ＋ Aggiungi Nuova Zona
vi: ＋ Thêm khu vực

# tableMgmtAreaListAddTitle
source: Add New Zone
it: Aggiungi Nuova Zona
vi: Thêm khu vực

# tableMgmtAreaListEditTitle
source: Edit Zone
it: Modifica Zona
vi: Sửa khu vực

# tableMgmtAreaListHintName
source: Zone Name
it: Nome Zona
vi: Tên khu vực

# tableMgmtAreaListDeleteTitle
source: Delete Zone
it: Elimina Zona
vi: Xóa khu vực

# tableMgmtAreaListDeleteContent
source: Are you sure to delete Zone {areaName}?
it: Sei sicuro di voler eliminare la Zona {areaName}?
vi: Xóa khu vực {areaName}?

# tableMgmtAreaAddSuccess
source: ✅ Zone "{name}" added successfully
it: ✅ Zona "{name}" aggiunta con successo
vi: ✅ Đã thêm khu "{name}"

# tableMgmtAreaAddFailure
source: Failed to add zone
it: Aggiunta zona fallita
vi: Thêm thất bại

# tableMgmtTableListAddButton
source: ＋ Add New Table
it: ＋ Aggiungi Nuovo Tavolo
vi: ＋ Thêm bàn

# tableMgmtTableListAddTitle
source: Add New Table
it: Aggiungi Nuovo Tavolo
vi: Thêm bàn mới

# tableMgmtTableListEditTitle
source: Edit Table
it: Modifica Tavolo
vi: Sửa bàn

# tableMgmtTableListHintName
source: Table Name
it: Nome Tavolo
vi: Tên bàn

# tableMgmtTableListDeleteTitle
source: Delete Table
it: Elimina Tavolo
vi: Xóa bàn

# tableMgmtTableListDeleteContent
source: Are you sure to delete Table {tableName}?
it: Sei sicuro di voler eliminare il Tavolo {tableName}?
vi: Xóa bàn {tableName}?

# tableMgmtTableAddFailure
source: Failed to add table
it: Aggiunta tavolo fallita
vi: Thêm thất bại

# tableMgmtTableDeleteFailure
source: Failed to delete table
it: Eliminazione tavolo fallita
vi: Xóa thất bại

# commonSaveFailure
source: Failed to save data.
it: Salvataggio dati fallito.
vi: Lưu thất bại.

# commonDeleteFailure
source: Failed to delete item.
it: Eliminazione elemento fallita.
vi: Xóa thất bại.

# commonNameExists
source: Name already exists.
it: Nome già esistente.
vi: Tên đã tồn tại.

# menuEditTitle
source: Edit Menu
it: Modifica Menu
vi: Sửa Menu

# menuCategoryAddButton
source: ＋ Add New Category
it: ＋ Aggiungi Nuova Categoria
vi: ＋ Thêm danh mục

# menuDetailAddItemButton
source: ＋ Add New Product
it: ＋ Aggiungi Nuovo Prodotto
vi: ＋ Thêm món

# menuDeleteCategoryTitle
source: Delete Category
it: Elimina Categoria
vi: Xóa danh mục

# menuDeleteCategoryContent
source: Are you sure to delete {categoryName}?
it: Sei sicuro di voler eliminare {categoryName}?
vi: Xóa danh mục {categoryName}?

# menuCategoryAddDialogTitle
source: Add New Category
it: Aggiungi Nuova Categoria
vi: Thêm danh mục

# menuCategoryEditDialogTitle
source: Edit Category Name
it: Modifica Nome Categoria
vi: Sửa tên danh mục

# menuCategoryHintName
source: Category Name
it: Nome Categoria
vi: Tên danh mục

# menuItemAddDialogTitle
source: Add New Product
it: Aggiungi Nuovo Prodotto
vi: Thêm món mới

# menuItemEditDialogTitle
source: Edit Product
it: Modifica Prodotto
vi: Sửa món

# menuItemPriceLabel
source: Current Price
it: Prezzo Attuale
vi: Giá hiện tại

# menuItemMarketPrice
source: Market Price
it: Prezzo di Mercato
vi: Giá thị trường

# menuItemHintPrice
source: Product Price
it: Prezzo Prodotto
vi: Giá món

# menuItemLabelMarketPrice
source: Market Price
it: Prezzo di Mercato
vi: Giá thị trường

# menuItemLabelPrice
source: Price: {price}
it: Prezzo: {price}
vi: Giá: {price}

# shiftSetupTitle
source: Shift Setup
it: Configurazione Turni
vi: Cài đặt ca

# shiftSetupSectionTitle
source: Defined Shift Types
it: Tipi di Turno Definiti
vi: Loại ca đã định nghĩa

# shiftSetupListAddButton
source: + Add Shift Type
it: + Aggiungi Tipo di Turno
vi: + Thêm loại ca

# shiftSetupSaveButton
source: Save
it: Salva
vi: Lưu

# shiftDialogAddTitle
source: Add Shift Type
it: Aggiungi Tipo di Turno
vi: Thêm loại ca

# shiftDialogEditTitle
source: Edit Shift Type
it: Modifica Tipo di Turno
vi: Sửa loại ca

# shiftDialogHintName
source: Shift Name
it: Nome Turno
vi: Tên ca

# shiftDialogLabelStartTime
source: Start Time:
it: Ora Inizio:
vi: Bắt đầu:

# shiftDialogLabelEndTime
source: End Time:
it: Ora Fine:
vi: Kết thúc:

# shiftDialogLabelColor
source: Color Tag:
it: Tag Colore:
vi: Màu:

# shiftDialogErrorNameEmpty
source: Please enter a shift name.
it: Si prega di inserire un nome per il turno.
vi: Vui lòng nhập tên ca.

# shiftDeleteConfirmTitle
source: Confirm Delete
it: Conferma Eliminazione
vi: Xác nhận xóa

# shiftDeleteConfirmContent
source: Are you sure you want to delete the shift type "{shiftName}"? This change must be saved.
it: Sei sicuro di voler eliminare il tipo di turno "{shiftName}"? Questa modifica deve essere salvata.
vi: Bạn muốn xóa loại ca "{shiftName}"?

# shiftDeleteLocalSuccess
source: Shift type "{shiftName}" deleted locally.
it: Tipo di turno "{shiftName}" eliminato localmente.
vi: Đã xóa loại ca "{shiftName}".

# shiftSaveSuccess
source: Shift settings saved successfully!
it: Impostazioni turni salvate con successo!
vi: Đã lưu cài đặt!

# shiftSaveError
source: Failed to save settings: {error}
it: Salvataggio impostazioni fallito: {error}
vi: Lỗi lưu: {error}

# shiftLoadError
source: Error loading shifts: {error}
it: Errore caricamento turni: {error}
vi: Lỗi tải: {error}

# punchInSetupTitle
source: Clock-in Info
it: Info Timbratura
vi: Thông tin chấm công

# punchInWifiSection
source: Current Wi-Fi Name
it: Nome Wi-Fi Attuale
vi: Tên Wi-Fi hiện tại

# punchInLocationSection
source: Current Location
it: Posizione Attuale
vi: Vị trí hiện tại

# punchInLoading
source: Loading...
it: Caricamento...
vi: Đang tải...

# punchInErrorPermissionTitle
source: Permission Error
it: Errore Permesso
vi: Lỗi quyền

# punchInErrorPermissionContent
source: Please enable location permission to use this feature.
it: Si prega di abilitare il permesso di posizione per utilizzare questa funzione.
vi: Vui lòng bật quyền vị trí.

# punchInErrorFetchTitle
source: Failed to Get Info
it: Recupero Info Fallito
vi: Lỗi lấy thông tin
